const About = () => {
    return (
        <section id="about" className="section section-about" aria-label="About me">
            <p>
            Привет! Я Максим, и мне нравится создавать вещи, которыми действительно хочется пользоваться. Я веб-разработчик, специализируюсь на фронтенде и превращаю дизайн и технические требования в аккуратные, понятные и живые интерфейсы. Мне нравится разбираться не только в том, как выглядит продукт, но и в том, как он устроен внутри — от структуры компонентов до архитектуры приложения.
            </p>
            <p>
                В настоящее время я ведущий web разработчик в Нижегородской веб студии, где занимаюсь разработкой интерфейсов и интеграция верстки с CMS и серверной частью. Учавствую в разнообразных проектах, от сайта кофейни до CRM системы.
                Сейчас я постепенно двигаюсь от классической вёрстки к полноценной frontend-разработке, уделяя всё больше внимания архитектуре, масштабируемости и качеству кода.
            </p>
            <p>
                Вне работы я занимаюсь музыкой, играю на гитаре и записываю собственные треки. Ещё люблю видеоигры, эксперименты с небольшими техническими проектами и всё, что позволяет что-нибудь собрать своими руками.
            </p>
        </section>
    )
}

export default About;